Repository: chrisnguyen1211/pillrdotlol
Catalog: Sources/LidEffort/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ja, pt_br, ru, zh_hans

source: Every agent you use, on one list. pillr reads each one's usage with the login it already has on this Mac, and sends nothing anywhere but that agent's own servers.
fr: Tous vos agents, sur une seule liste. pillr lit l’usage de chacun avec la connexion déjà présente sur ce Mac, et n’envoie rien ailleurs qu’aux serveurs de cet agent.
ja: 使っているエージェントをすべて一覧に。pillr はこの Mac にある既存のログインで各エージェントの使用量を読み取り、そのエージェント自身のサーバー以外には何も送りません。
pt_br: Todos os agentes que você usa, numa só lista. O pillr lê o uso de cada um com o login que já existe neste Mac e não envia nada a lugar nenhum além dos servidores do próprio agente.
ru: Все ваши агенты — в одном списке. pillr читает расход каждого через вход, который уже есть на этом Mac, и ничего не отправляет никуда, кроме серверов самого агента.
zh_hans: 你用的所有代理，都在一张列表里。pillr 用此 Mac 上已有的登录读取每个代理的用量，除了该代理自己的服务器外不发送任何内容。

source: Know when any agent is done
fr: Savoir quand un agent a fini
ja: どのエージェントの完了もわかる
pt_br: Saiba quando qualquer agente terminar
ru: Знайте, когда любой агент закончил
zh_hans: 任一代理完成都能知道

source: Linked
fr: Relié
ja: 接続済み
pt_br: Ligado
ru: Подключено
zh_hans: 已接入

source: Linking…
fr: Liaison…
ja: 接続中…
pt_br: Ligando…
ru: Подключение…
zh_hans: 正在接入…

source: Next session
fr: Session suivante
ja: 次のセッション
pt_br: Próxima sessão
ru: Следующая сессия
zh_hans: 下次会话

source: Not on this Mac
fr: Absent de ce Mac
ja: この Mac にはありません
pt_br: Não está neste Mac
ru: Нет на этом Mac
zh_hans: 此 Mac 上没有

source: Only set by hand in the agent itself
fr: Réglable seulement à la main, dans l’agent
ja: エージェント側で手動でのみ設定できます
pt_br: Só se define à mão, no próprio agente
ru: Задаётся только вручную в самом агенте
zh_hans: 只能在代理本身中手动设置

source: Reorder agents in
fr: Réordonnez les agents dans
ja: エージェントの並べ替えは
pt_br: Reordene os agentes em
ru: Порядок агентов —
zh_hans: 在此调整代理顺序：

source: Some agents keep their login in your keychain. If macOS asks for your password, choose Always Allow so it doesn't ask again.
fr: Certains agents gardent leur connexion dans votre trousseau. Si macOS demande votre mot de passe, choisissez Toujours autoriser pour qu’il ne redemande pas.
ja: 一部のエージェントはログインをキーチェーンに保存しています。macOS がパスワードを求めたら「常に許可」を選ぶと、再度聞かれません。
pt_br: Alguns agentes guardam o login nas suas Chaves. Se o macOS pedir sua senha, escolha Sempre Permitir para não perguntar de novo.
ru: Некоторые агенты хранят вход в связке ключей. Если macOS спросит пароль, выберите «Всегда разрешать», чтобы не спрашивал снова.
zh_hans: 部分代理把登录保存在钥匙串中。如果 macOS 要求输入密码，请选择“始终允许”，以免再次询问。

source: Tell me when an agent is done
fr: Me prévenir quand un agent a fini
ja: エージェントの完了を知らせる
pt_br: Avisar quando um agente terminar
ru: Сообщать, когда агент закончил
zh_hans: 代理完成时通知我

source: The lid reaches this level
fr: Le couvercle atteint ce niveau
ja: 蓋でこのレベルに届きます
pt_br: A tampa alcança este nível
ru: Крышка достигает этого уровня
zh_hans: 合盖手势可达到此级别

source: What the lid sets
fr: Ce que règle le couvercle
ja: 蓋が設定するもの
pt_br: O que a tampa define
ru: Что задаёт крышка
zh_hans: 合盖手势会设置什么

source: %lld%% context
fr: %lld %% du contexte
ja: コンテキスト %lld%%
pt_br: %lld%% do contexto
ru: контекст %lld%%
zh_hans: 上下文 %lld%%

source: Also linked when installed: %@. An agent installed later is hooked on its own the next time pillr starts.
fr: Aussi relié une fois installé : %@. Un agent installé plus tard est relié tout seul au prochain démarrage de pillr.
ja: インストールすると接続されるもの:%@。後からインストールしたエージェントも、次に pillr が起動したとき自動でつながります。
pt_br: Também ligado quando instalado: %@. Um agente instalado depois é ligado sozinho na próxima vez que o pillr abrir.
ru: Также подключается после установки: %@. Агент, установленный позже, подключится сам при следующем запуске pillr.
zh_hans: 安装后同样会接入：%@。之后安装的代理会在 pillr 下次启动时自动接入。

source: 1 tool call
fr: 1 appel d’outil
ja: 1 回のツール呼び出し
pt_br: 1 chamada de ferramenta
ru: 1 вызов инструмента
zh_hans: 1 次工具调用

source: %lld tool calls
fr: %lld appels d’outils
ja: %lld 回のツール呼び出し
pt_br: %lld chamadas de ferramenta
ru: Вызовов инструментов: %lld
zh_hans: %lld 次工具调用

source: Busiest: %@ · %@
fr: Le plus actif : %1$@ · %2$@
ja: いちばん忙しかった:%1$@ · %2$@
pt_br: Mais ativo: %1$@ · %2$@
ru: Активнее всех: %1$@ · %2$@
zh_hans: 最忙：%1$@ · %2$@

source: About pillr
fr: À propos de pillr
ja: pillr について
pt_br: Sobre o pillr
ru: О pillr
zh_hans: 关于 pillr

source: After the move
fr: Après le déplacement
ja: 移動後に
pt_br: Depois de mover
ru: После перемещения
zh_hans: 移动之后

source: Almost done
fr: Presque terminé
ja: もう少しです
pt_br: Quase pronto
ru: Почти готово
zh_hans: 快完成了

source: Before you delete pillr: takes its hooks out of every agent's config and puts Codex's notify back as it was.
fr: Avant de supprimer pillr : retire ses hooks de la config de chaque agent et remet le notify de Codex comme avant.
ja: pillr を削除する前に:各エージェントの設定から pillr のフックを外し、Codex の notify を元に戻します。
pt_br: Antes de apagar o pillr: tira os hooks dele da config de cada agente e devolve o notify do Codex como era.
ru: Перед удалением pillr: убирает его хуки из конфигов всех агентов и возвращает notify Codex как было.
zh_hans: 删除 pillr 之前：从每个代理的配置中移除它的 hook，并把 Codex 的 notify 恢复原样。

source: Check for Updates…
fr: Rechercher des mises à jour…
ja: アップデートを確認…
pt_br: Procurar Atualizações…
ru: Проверить обновления…
zh_hans: 检查更新…

source: Click anywhere to skip
fr: Cliquez n’importe où pour passer
ja: どこかをクリックしてスキップ
pt_br: Clique em qualquer lugar para pular
ru: Нажмите где угодно, чтобы пропустить
zh_hans: 点击任意位置跳过

source: Connect an Agent…
fr: Connecter un agent…
ja: エージェントを接続…
pt_br: Conectar um Agente…
ru: Подключить агента…
zh_hans: 连接代理…

source: Connecting to %@…
fr: Connexion à %@…
ja: %@ に接続中…
pt_br: Conectando a %@…
ru: Подключение к %@…
zh_hans: 正在连接 %@…

source: Done cards and approvals stop until you turn them on again in Settings.
fr: Les cartes de fin et les approbations s’arrêtent jusqu’à ce que vous les réactiviez dans Réglages.
ja: 完了カードと承認は、設定で再びオンにするまで止まります。
pt_br: Os cartões de concluído e as aprovações param até você ligá-los de novo nos Ajustes.
ru: Карточки «готово» и одобрения не работают, пока вы снова не включите их в настройках.
zh_hans: 完成卡片和批准会停止，直到你在设置中重新打开。

source: Downloaded in the background. pillr asks before it restarts to finish.
fr: Téléchargées en arrière-plan. pillr demande avant de redémarrer pour terminer.
ja: バックグラウンドでダウンロードします。完了のための再起動は pillr が確認します。
pt_br: Baixadas em segundo plano. O pillr pergunta antes de reiniciar para concluir.
ru: Загружаются в фоне. pillr спросит, прежде чем перезапуститься.
zh_hans: 在后台下载。pillr 会在重启完成更新前先询问你。

source: Extra high
fr: Très élevé
ja: 特高
pt_br: Extra alto
ru: Очень высокий
zh_hans: 超高

source: Getting started
fr: Prise en main
ja: はじめに
pt_br: Primeiros passos
ru: Начало работы
zh_hans: 入门

source: Help
fr: Aide
ja: ヘルプ
pt_br: Ajuda
ru: Справка
zh_hans: 帮助

source: High
fr: Élevé
ja: 高
pt_br: Alto
ru: Высокий
zh_hans: 高

source: I'm on the edge of your screen whenever you need me. Setup and this tour are in Settings → General if you want them again.
fr: Je suis au bord de votre écran quand vous avez besoin de moi. La configuration et cette visite sont dans Réglages → Général.
ja: 必要なときはいつでも画面の端にいます。セットアップとこのツアーは 設定 → 一般 にあります。
pt_br: Estou na borda da sua tela sempre que precisar. A configuração e este tour ficam em Ajustes → Geral.
ru: Я у края экрана, когда понадоблюсь. Настройка и этот тур — в Настройках → Основные.
zh_hans: 我一直在屏幕边缘，随时待命。设置向导和本导览位于 设置 → 通用。

source: Low
fr: Faible
ja: 低
pt_br: Baixo
ru: Низкий
zh_hans: 低

source: No agents connected yet
fr: Aucun agent connecté pour l’instant
ja: まだエージェントが接続されていません
pt_br: Nenhum agente conectado ainda
ru: Агенты ещё не подключены
zh_hans: 尚未连接任何代理

source: Nothing was left in any agent. You can move pillr to the Trash.
fr: Rien ne restait dans aucun agent. Vous pouvez mettre pillr à la Corbeille.
ja: どのエージェントにも何も残っていませんでした。pillr をゴミ箱に入れて構いません。
pt_br: Nada ficou em nenhum agente. Você pode mover o pillr para o Lixo.
ru: Ни в одном агенте ничего не осталось. pillr можно переместить в Корзину.
zh_hans: 没有任何代理中残留内容。现在可以把 pillr 移到废纸篓。

source: Opens a new issue on GitHub. Your crash reports are copied, to paste in if you like.
fr: Ouvre un nouveau ticket sur GitHub. Vos rapports de plantage sont copiés, à coller si vous le souhaitez.
ja: GitHub で新しい issue を開きます。クラッシュレポートはコピーされるので、必要なら貼り付けてください。
pt_br: Abre um novo issue no GitHub. Seus relatórios de falha são copiados, para colar se quiser.
ru: Открывает новый issue на GitHub. Отчёты о сбоях копируются — вставьте их, если хотите.
zh_hans: 在 GitHub 上新建 issue。崩溃报告已复制，可按需粘贴。

source: Remove pillr from my agents
fr: Retirer pillr de mes agents
ja: エージェントから pillr を取り除く
pt_br: Remover o pillr dos meus agentes
ru: Убрать pillr из моих агентов
zh_hans: 从我的代理中移除 pillr

source: Remove pillr from your agents?
fr: Retirer pillr de vos agents ?
ja: エージェントから pillr を取り除きますか?
pt_br: Remover o pillr dos seus agentes?
ru: Убрать pillr из ваших агентов?
zh_hans: 要从你的代理中移除 pillr 吗？

source: Removed from %@. You can move pillr to the Trash.
fr: Retiré de %@. Vous pouvez mettre pillr à la Corbeille.
ja: %@ から取り除きました。pillr をゴミ箱に入れて構いません。
pt_br: Removido de %@. Você pode mover o pillr para o Lixo.
ru: Убрано из: %@. pillr можно переместить в Корзину.
zh_hans: 已从 %@ 中移除。现在可以把 pillr 移到废纸篓。

source: Remove…
fr: Retirer…
ja: 取り除く…
pt_br: Remover…
ru: Убрать…
zh_hans: 移除…

source: Report a Bug…
fr: Signaler un bug…
ja: バグを報告…
pt_br: Relatar um Bug…
ru: Сообщить об ошибке…
zh_hans: 报告错误…

source: Restart to Update
fr: Redémarrer pour mettre à jour
ja: 再起動してアップデート
pt_br: Reiniciar para Atualizar
ru: Перезапустить и обновить
zh_hans: 重启以更新

source: Restart to Update to %@
fr: Redémarrer pour passer à %@
ja: 再起動して %@ にアップデート
pt_br: Reiniciar para Atualizar para %@
ru: Перезапустить и обновить до %@
zh_hans: 重启以更新到 %@

source: Retry
fr: Réessayer
ja: 再試行
pt_br: Tentar de novo
ru: Повторить
zh_hans: 重试

source: Run Setup Again…
fr: Relancer la configuration…
ja: セットアップをもう一度…
pt_br: Executar Configuração de Novo…
ru: Запустить настройку снова…
zh_hans: 再次运行设置…

source: Show Me Around
fr: Faites-moi visiter
ja: 案内して
pt_br: Mostre-me Tudo
ru: Покажите, что где
zh_hans: 带我看看

source: Skip tour
fr: Passer la visite
ja: ツアーをスキップ
pt_br: Pular tour
ru: Пропустить тур
zh_hans: 跳过导览

source: Something wrong?
fr: Un problème ?
ja: 問題がありますか?
pt_br: Algo errado?
ru: Что-то не так?
zh_hans: 遇到问题？

source: Terminal · allow pillr in Setup → Terminals to apply it live
fr: Terminal · autorisez pillr dans Configuration → Terminaux pour l’appliquer en direct
ja: ターミナル · ライブで適用するには セットアップ → ターミナル で pillr を許可
pt_br: Terminal · permita o pillr em Configuração → Terminais para aplicar ao vivo
ru: Терминал · разрешите pillr в Настройке → Терминалы, чтобы применять сразу
zh_hans: 终端 · 在 设置向导 → 终端 中允许 pillr 才能实时应用

source: The setup assistant and the tour, whenever you want them.
fr: L’assistant de configuration et la visite, quand vous voulez.
ja: セットアップアシスタントとツアーを、いつでも。
pt_br: O assistente de configuração e o tour, quando quiser.
ru: Помощник настройки и тур — когда захотите.
zh_hans: 设置助理和导览，随时可用。

source: To know the moment a turn ends, pillr adds a small hook of its own to each agent's config. Turning this off takes those hooks out again.
fr: Pour savoir dès qu’un tour se termine, pillr ajoute un petit hook à la config de chaque agent. Désactiver ceci les retire.
ja: ターンの終わりをすぐ知るため、pillr は各エージェントの設定に小さなフックを追加します。オフにするとそのフックを取り除きます。
pt_br: Para saber no instante em que um turno termina, o pillr adiciona um pequeno hook à config de cada agente. Desligar isto os remove.
ru: Чтобы узнавать о конце хода сразу, pillr добавляет небольшой хук в конфиг каждого агента. Выключение убирает эти хуки.
zh_hans: 为了在回合结束时立刻知道，pillr 会在每个代理的配置中加入一个小 hook。关闭此项会移除这些 hook。

source: Uninstall
fr: Désinstallation
ja: アンインストール
pt_br: Desinstalar
ru: Удаление
zh_hans: 卸载

source: Version %@ is ready. Restart pillr to finish updating.
fr: La version %@ est prête. Redémarrez pillr pour terminer la mise à jour.
ja: バージョン %@ の準備ができました。pillr を再起動して更新を完了してください。
pt_br: A versão %@ está pronta. Reinicie o pillr para concluir a atualização.
ru: Версия %@ готова. Перезапустите pillr, чтобы завершить обновление.
zh_hans: 版本 %@ 已就绪。重启 pillr 以完成更新。

source: Your coding agents' limits sit at the edge of your screen, and the lid sets how hard they think. A minute here means macOS won't interrupt you later.
fr: Les limites de vos agents de code sont au bord de l’écran, et le couvercle règle leur effort de réflexion. Une minute ici, et macOS ne vous interrompra plus.
ja: コーディングエージェントの上限は画面の端に、そして蓋で考える深さを決めます。ここで 1 分使えば、あとで macOS に邪魔されません。
pt_br: Os limites dos seus agentes ficam na borda da tela, e a tampa define o quanto eles pensam. Um minuto aqui e o macOS não vai interromper você depois.
ru: Лимиты ваших агентов — у края экрана, а крышка задаёт, насколько усердно они думают. Минута здесь — и macOS не будет отвлекать потом.
zh_hans: 编程代理的额度显示在屏幕边缘，合盖手势决定它们思考的深度。在这里花一分钟，之后 macOS 就不会再打扰你。

source: an unexpected answer (%lld); pillr will try again
fr: une réponse inattendue (%lld) ; pillr réessaiera
ja: 予期しない応答 (%lld)。pillr は再試行します
pt_br: uma resposta inesperada (%lld); o pillr vai tentar de novo
ru: неожиданный ответ (%lld); pillr попробует снова
zh_hans: 意外的响应（%lld）；pillr 会重试

source: its server is having trouble (%lld); pillr will try again
fr: son serveur a un problème (%lld) ; pillr réessaiera
ja: サーバーに問題があります (%lld)。pillr は再試行します
pt_br: o servidor está com problemas (%lld); o pillr vai tentar de novo
ru: у его сервера проблемы (%lld); pillr попробует снова
zh_hans: 其服务器出现问题（%lld）；pillr 会重试

source: too many checks for now; pillr will try again in a few minutes
fr: trop de vérifications pour le moment ; pillr réessaiera dans quelques minutes
ja: 確認が多すぎます。pillr は数分後に再試行します
pt_br: verificações demais por agora; o pillr tenta de novo em alguns minutos
ru: слишком много проверок; pillr попробует снова через несколько минут
zh_hans: 检查次数过多；pillr 会在几分钟后重试

source: %@ is spent
fr: %@ est épuisée
ja: %@ を使い切りました
pt_br: %@ esgotado
ru: %@ исчерпан
zh_hans: %@ 已用完

source: One more minute
fr: Encore une minute
ja: あと 1 分だけ
pt_br: Só mais um minuto
ru: Ещё минута
zh_hans: 再花一分钟

source: Next, a short setup: pick your agents and give macOS's permissions once, so nothing interrupts you later.
fr: Ensuite, une courte configuration : choisissez vos agents et accordez une fois les autorisations de macOS, pour ne plus être interrompu ensuite.
ja: 次は短いセットアップです。エージェントを選び、macOS の許可を一度だけ与えれば、あとで邪魔されません。
pt_br: Em seguida, uma configuração rápida: escolha seus agentes e dê as permissões do macOS uma vez, para nada interromper você depois.
ru: Дальше — короткая настройка: выберите агентов и один раз дайте разрешения macOS, чтобы потом ничто не отвлекало.
zh_hans: 接下来是简短设置：选择你的代理，并一次性授予 macOS 权限，之后就不会再被打扰。

source: Continue to Setup
fr: Continuer vers la configuration
ja: セットアップへ進む
pt_br: Continuar para a Configuração
ru: Перейти к настройке
zh_hans: 继续设置

source: Here is what the lid will set for each agent. Everything here can be changed later in Settings.
fr: Voici ce que le couvercle réglera pour chaque agent. Tout cela se modifie plus tard dans Réglages.
ja: 蓋が各エージェントに設定する内容です。ここにあるものは後から設定で変更できます。
pt_br: Isto é o que a tampa vai definir para cada agente. Tudo aqui pode ser mudado depois nos Ajustes.
ru: Вот что крышка задаст каждому агенту. Всё это можно изменить позже в настройках.
zh_hans: 这是合盖手势将为每个代理设置的内容。这里的一切之后都可以在设置中更改。

source: %@ of %@
fr: %1$@ sur %2$@
pt_br: %1$@ de %2$@
ru: %1$@ из %2$@

source: %@ this cycle
fr: %@ ce cycle-ci
ja: 今サイクル %@
pt_br: %@ neste ciclo
ru: %@ за этот цикл
zh_hans: 本周期 %@

source: Apify API token
fr: Jeton d'API Apify
ja: Apify API トークン
pt_br: Token de API da Apify
ru: API-токен Apify
zh_hans: Apify API 令牌

source: Couldn't reach Apify. Check your connection.
fr: Impossible de joindre Apify. Vérifiez votre connexion.
ja: Apify に接続できませんでした。接続を確認してください。
pt_br: Não foi possível alcançar a Apify. Verifique sua conexão.
ru: Не удалось связаться с Apify. Проверьте подключение.
zh_hans: 无法连接 Apify。请检查网络连接。

source: Paste a token from Apify Console › Settings › API & Integrations. Not needed after apify login, or with APIFY_TOKEN exported. Stored in your login keychain.
fr: Collez un jeton depuis Apify Console › Settings › API & Integrations. Inutile après apify login, ou si APIFY_TOKEN est exporté. Conservé dans votre trousseau de session.
ja: Apify Console › Settings › API & Integrations のトークンを貼り付けてください。apify login 済み、または APIFY_TOKEN を export 済みなら不要です。ログインキーチェーンに保存されます。
pt_br: Cole um token do Apify Console › Settings › API & Integrations. Dispensável depois de apify login, ou com APIFY_TOKEN exportado. Guardado no seu chaveiro de login.
ru: Вставьте токен из Apify Console › Settings › API & Integrations. Не нужен после apify login или при экспортированном APIFY_TOKEN. Хранится в связке ключей входа.
zh_hans: 粘贴来自 Apify Console › Settings › API & Integrations 的令牌。已运行 apify login 或已导出 APIFY_TOKEN 时无需填写。保存在登录钥匙串中。

source: Run apify login in Terminal, or paste an Apify API token in Settings
fr: Exécutez apify login dans le Terminal, ou collez un jeton d'API Apify dans les Réglages
ja: ターミナルで apify login を実行するか、設定で Apify の API トークンを貼り付けてください
pt_br: Execute apify login no Terminal ou cole um token de API da Apify nos Ajustes
ru: Запустите apify login в Терминале или вставьте API-токен Apify в настройках
zh_hans: 在终端运行 apify login，或在设置里粘贴 Apify API 令牌

source: %@ of %@ left
fr: %1$@ sur %2$@ restants
ja: %2$@ 中 %1$@ 残り
pt_br: %1$@ de %2$@ restantes
ru: Осталось %1$@ из %2$@
zh_hans: 剩余 %1$@ / %2$@

source: %@/hour
fr: %@/heure
ja: %@/時間
pt_br: %@/hora
ru: %@/час
zh_hans: %@/小时

source: About %lld days
fr: Environ %lld jours
ja: 約%lld日
pt_br: Cerca de %lld dias
ru: Около %lld дн.
zh_hans: 约 %lld 天

source: About 1 day
fr: Environ 1 jour
ja: 約1日
pt_br: Cerca de 1 dia
ru: Около 1 дня
zh_hans: 约 1 天

source: Agent usage
fr: Utilisation de l’agent
ja: エージェント使用量
pt_br: Uso do agente
ru: Использование агента
zh_hans: Agent 用量

source: Amp CLI
fr: CLI Amp
pt_br: CLI do Amp

source: Amp returned an unrecognized usage response. Try again later.
fr: Amp a renvoyé une réponse d’utilisation non reconnue. Réessayez plus tard.
ja: Amp から認識できない使用量の応答が返されました。後でもう一度お試しください。
pt_br: O Amp retornou uma resposta de uso não reconhecida. Tente novamente mais tarde.
ru: Amp вернул нераспознанный ответ об использовании. Повторите попытку позже.
zh_hans: 无法识别 Amp 返回的用量数据。请稍后重试。

source: Amp's secrets.json is invalid. Run amp login again.
fr: Le fichier secrets.json d’Amp est invalide. Relancez amp login.
ja: Amp の secrets.json が無効です。amp login をもう一度実行してください。
pt_br: O secrets.json do Amp é inválido. Execute amp login novamente.
ru: Файл secrets.json Amp недействителен. Снова выполните amp login.
zh_hans: Amp 的 secrets.json 无效。请重新运行 amp login。

source: Apify CLI
fr: CLI Apify
pt_br: CLI do Apify

source: Couldn't reach Amp. Check your connection.
fr: Impossible de joindre Amp. Vérifiez votre connexion.
ja: Amp に接続できませんでした。接続を確認してください。
pt_br: Não foi possível acessar o Amp. Verifique sua conexão.
ru: Не удалось связаться с Amp. Проверьте подключение.
zh_hans: 无法连接到 Amp。请检查网络连接。

source: Couldn't read Amp's secrets.json. Check its file permissions or run amp login again.
fr: Impossible de lire le fichier secrets.json d’Amp. Vérifiez ses autorisations ou relancez amp login.
ja: Amp の secrets.json を読み取れませんでした。ファイルのアクセス権を確認するか、amp login をもう一度実行してください。
pt_br: Não foi possível ler o secrets.json do Amp. Verifique as permissões do arquivo ou execute amp login novamente.
ru: Не удалось прочитать secrets.json Amp. Проверьте права доступа к файлу или снова выполните amp login.
zh_hans: 无法读取 Amp 的 secrets.json。请检查文件权限或重新运行 amp login。

source: Credit balance
fr: Solde de crédits
ja: クレジット残高
pt_br: Saldo de créditos
ru: Баланс кредитов
zh_hans: 点数余额

source: Credits
fr: Crédits
ja: クレジット
pt_br: Créditos
ru: Кредиты
zh_hans: 积分

source: Daily limit
fr: Limite quotidienne
ja: 1日の上限
pt_br: Limite diário
ru: Дневной лимит
zh_hans: 每日额度

source: Free
fr: Gratuit
ja: 無料
pt_br: Gratuito
ru: Бесплатный
zh_hans: 免费

source: Free allowance
fr: Quota gratuit
ja: 無料枠
pt_br: Cota gratuita
ru: Бесплатный лимит
zh_hans: 免费额度

source: Free balance
fr: Solde gratuit
ja: 無料残高
pt_br: Saldo gratuito
ru: Бесплатный баланс
zh_hans: 免费额度余额

source: Hourly limit
fr: Limite horaire
ja: 1時間の上限
pt_br: Limite por hora
ru: Часовой лимит
zh_hans: 每小时额度

source: Kilo Cloud rejected the request
fr: Kilo Cloud a refusé la requête
ja: Kilo Cloud がリクエストを拒否しました
pt_br: O Kilo Cloud recusou a solicitação
ru: Kilo Cloud отклонил запрос
zh_hans: Kilo Cloud 拒绝了请求

source: Kiro CLI is not installed
fr: Kiro CLI n’est pas installé
ja: Kiro CLI がインストールされていません
pt_br: O Kiro CLI não está instalado
ru: Kiro CLI не установлен
zh_hans: 未安装 Kiro CLI

source: Kiro CLI reported no usage
fr: Kiro CLI n’a signalé aucune utilisation
ja: Kiro CLI は使用量を返しませんでした
pt_br: O Kiro CLI não informou nenhum uso
ru: Kiro CLI не сообщил об использовании
zh_hans: Kiro CLI 没有返回用量

source: Orb usage
fr: Utilisation d’Orb
ja: Orb 使用量
pt_br: Uso do Orb
ru: Использование Orb
zh_hans: Orb 用量

source: Overage
fr: Dépassement
ja: 超過分
pt_br: Excedente
ru: Перерасход
zh_hans: 超额

source: Plan limit
fr: Limite du forfait
ja: プランの上限
pt_br: Limite do plano
ru: Лимит тарифа
zh_hans: 方案额度

source: Renewal
fr: Renouvellement
ja: 更新
pt_br: Renovação
ru: Продление
zh_hans: 续期

source: Replenishment
fr: Réapprovisionnement
ja: 補充
pt_br: Reposição
ru: Пополнение
zh_hans: 补充速率

source: Run amp login in Terminal to read your usage
fr: Exécutez amp login dans le Terminal pour lire votre utilisation
ja: 使用量を読み取るには、ターミナルで amp login を実行してください
pt_br: Execute amp login no Terminal para ler seu uso
ru: Выполните amp login в Терминале, чтобы прочитать использование
zh_hans: 在终端运行 amp login 以读取用量

source: Sign in with kiro-cli to read your usage
fr: Connectez-vous avec kiro-cli pour lire votre utilisation
ja: 使用量を読み取るには kiro-cli でサインイン
pt_br: Entre com o kiro-cli para ler seu uso
ru: Войдите через kiro-cli, чтобы прочитать использование
zh_hans: 用 kiro-cli 登录以读取用量

source: Sign in with the Kilo CLI to read your usage
fr: Connectez-vous avec la CLI Kilo pour lire votre utilisation
ja: 使用量を読み取るには Kilo CLI でサインインしてください
pt_br: Entre com a CLI do Kilo para ler seu uso
ru: Войдите через Kilo CLI, чтобы прочитать использование
zh_hans: 用 Kilo CLI 登录以读取用量

source: %@ · %@/month (catalog)
fr: %1$@ · %2$@/mois (catalogue)
ja: %1$@ · %2$@/月（カタログ）
pt_br: %1$@ · %2$@/mês (catálogo)
ru: %1$@ · %2$@/мес. (каталог)
zh_hans: %1$@ · 每月 %2$@（目录）

source: %@ · price unknown, set it here
fr: %@ · prix inconnu, indiquez-le ici
ja: %@ · 価格不明、ここで設定してください
pt_br: %@ · preço desconhecido, defina aqui
ru: %@ · цена неизвестна, укажите её здесь
zh_hans: %@ · 价格未知，在这里填写

source: %lld h %lld min
fr: %1$lld h %2$lld min
ja: %1$lld 時間 %2$lld 分
pt_br: %1$lld h %2$lld min
ru: %1$lld ч %2$lld мин
zh_hans: %1$lld 小时 %2$lld 分钟

source: %lld models
fr: %lld modèles
ja: %lld 個のモデル
pt_br: %lld modelos
ru: Моделей: %lld
zh_hans: %lld 个模型

source: %lld plans
fr: %lld forfaits
ja: %lld 個のプラン
pt_br: %lld planos
ru: Тарифов: %lld
zh_hans: %lld 个方案

source: %lld turns
fr: %lld tours
ja: %lld ターン
pt_br: %lld turnos
ru: Ходов: %lld
zh_hans: %lld 个回合

source: %lld turns · %lld files
fr: %1$lld tours · %2$lld fichiers
ja: %1$lld ターン · %2$lld ファイル
pt_br: %1$lld turnos · %2$lld arquivos
ru: Ходов: %1$lld · файлов: %2$lld
zh_hans: %1$lld 个回合 · %2$lld 个文件

source: %lld turns · %lld files · %lld skipped
fr: %1$lld tours · %2$lld fichiers · %3$lld ignorés
ja: %1$lld ターン · %2$lld ファイル · %3$lld 件スキップ
pt_br: %1$lld turnos · %2$lld arquivos · %3$lld ignorados
ru: Ходов: %1$lld · файлов: %2$lld · пропущено: %3$lld
zh_hans: %1$lld 个回合 · %2$lld 个文件 · 跳过 %3$lld 个
